{
	"@metadata": {
		"authors": [
			"Artem Titkov"
		]
	},
	"wp25EasterEggs-desc": "A short description of the extension.",
	"wp25eastereggs-enable-name": "Label for the Birthday mode feature toggle in the Appearance menu and Settings page. Includes a party emoji (🎉).",
	"wp25eastereggs-enable-label": "Label for the Birthday mode feature toggle in the Appearance Preferences page on both desktop and mobile interfaces. Includes a party emoji (🎉).",
	"wp25eastereggs-enable-description": "Description explaining the Birthday mode feature, shown in the mobile Settings page.",
	"wp25eastereggs-enable-help": "Help text explaining the Birthday mode feature, shown in the Appearance Preferences page on both desktop and mobile interfaces.",
	"wp25eastereggs-enable-0-label": "Label for the option to disable the Birthday mode feature.",
	"wp25eastereggs-enable-1-label": "Label for the option to enable the Birthday mode feature.",
	"wp25eastereggs-enable-learn-more-link-label": "Label for the link in the Appearance Preferences page leading to more information about the Birthday mode.",
	"wp25eastereggs-enable-learn-more-link-url": "URL for the link in the Appearance Preferences page leading to more information about the Birthday mode.",
	"communityconfiguration-wp25eastereggs-title": "Title of the WP25EasterEggs section in Community Configuration.",
	"communityconfiguration-wp25eastereggs-description": "Description of the WP25EasterEggs extension configuration section in Community Configuration.",
	"communityconfiguration-wp25eastereggs-additional-description": "Additional description text for the configuration header, appearing after the main description.",
	"communityconfiguration-wp25eastereggs-enableextension-label": "Label for the option to enable or disable the WP25EasterEggs extension globally.",
	"communityconfiguration-wp25eastereggs-enableextension-description": "Description for the extension enable/disable option.",
	"communityconfiguration-wp25eastereggs-enableextension-option-disabled-label": "Label for the option to disable the extension.",
	"communityconfiguration-wp25eastereggs-enableextension-option-enabled-label": "Label for the option to enable the extension.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-label": "Label for the global filter type setting that controls where companion Easter eggs appear.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-description": "Description for the global filter type setting.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-everywhere-label": "Label for the option to display companion Easter eggs on all pages.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-allowfilter-label": "Label for the option to display companion Easter eggs only on pages specified in the allow list.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-blockfilter-label": "Label for the option to display companion Easter eggs everywhere except pages specified in the block list.",
	"communityconfiguration-wp25eastereggs-enablecompanion-filterpages-label": "Label for the field where administrators specify page titles for the global filter.",
	"communityconfiguration-wp25eastereggs-enablecompanion-filterpages-description": "Description for the global filter pages field.",
	"communityconfiguration-wp25eastereggs-modeconfiguration-section-label": "Label for the section configuring specific Baby Globe animations.",
	"communityconfiguration-wp25eastereggs-modeconfiguration-section-description": "Description for the section configuring specific Baby Globe animations.",
	"communityconfiguration-wp25eastereggs-phone-label": "Label for the \"Phone\" state configuration section.",
	"communityconfiguration-wp25eastereggs-phone-description": "Description explaining the Phone state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-phone-defaultpages-label": "Label for the setting that controls whether the Phone state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-phone-defaultpages-description": "Description explaining the predefined pages toggle for the Phone state.",
	"communityconfiguration-wp25eastereggs-phone-defaultpages-option-enabled-label": "Label for the option to enable the Phone state on predefined pages.",
	"communityconfiguration-wp25eastereggs-phone-defaultpages-option-disabled-label": "Label for the option to disable the Phone state on predefined pages.",
	"communityconfiguration-wp25eastereggs-phone-allowpages-label": "Label for the field where administrators can specify additional pages where the Phone state should appear.",
	"communityconfiguration-wp25eastereggs-phone-allowpages-description": "Description for the additional allow pages field for the Phone state.",
	"communityconfiguration-wp25eastereggs-phone-blockpages-label": "Label for the field where administrators can specify pages where the Phone state should be blocked.",
	"communityconfiguration-wp25eastereggs-phone-blockpages-description": "Description for the block pages field for the Phone state.",
	"communityconfiguration-wp25eastereggs-newspaper-label": "Label for the \"Newspaper\" state configuration section.",
	"communityconfiguration-wp25eastereggs-newspaper-description": "Description explaining the Newspaper state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-label": "Label for the setting that controls whether the Newspaper state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-description": "Description explaining the predefined pages toggle for the Newspaper state.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-option-enabled-label": "Label for the option to enable the Newspaper state on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-option-disabled-label": "Label for the option to disable the Newspaper state on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-allowpages-label": "Label for the field where administrators can specify additional pages where the Newspaper state should appear.",
	"communityconfiguration-wp25eastereggs-newspaper-allowpages-description": "Description for the additional allow pages field for the Newspaper state.",
	"communityconfiguration-wp25eastereggs-newspaper-blockpages-label": "Label for the field where administrators can specify pages where the Newspaper state should be blocked.",
	"communityconfiguration-wp25eastereggs-newspaper-blockpages-description": "Description for the block pages field for the Newspaper state.",
	"communityconfiguration-wp25eastereggs-book-label": "Label for the \"Book\" state configuration section.",
	"communityconfiguration-wp25eastereggs-book-description": "Description explaining the Book state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-book-defaultpages-label": "Label for the setting that controls whether the Book state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-book-defaultpages-description": "Description explaining the predefined pages toggle for the Book state.",
	"communityconfiguration-wp25eastereggs-book-defaultpages-option-enabled-label": "Label for the option to enable the Book state on predefined pages.",
	"communityconfiguration-wp25eastereggs-book-defaultpages-option-disabled-label": "Label for the option to disable the Book state on predefined pages.",
	"communityconfiguration-wp25eastereggs-book-allowpages-label": "Label for the field where administrators can specify additional pages where the Book state should appear.",
	"communityconfiguration-wp25eastereggs-book-allowpages-description": "Description for the additional allow pages field for the Book state.",
	"communityconfiguration-wp25eastereggs-book-blockpages-label": "Label for the field where administrators can specify pages where the Book state should be blocked.",
	"communityconfiguration-wp25eastereggs-book-blockpages-description": "Description for the block pages field for the Book state.",
	"communityconfiguration-wp25eastereggs-laptop-label": "Label for the \"Laptop\" state configuration section.",
	"communityconfiguration-wp25eastereggs-laptop-description": "Description explaining the Laptop state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-laptop-defaultpages-label": "Label for the setting that controls whether the Laptop state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-laptop-defaultpages-description": "Description explaining the predefined pages toggle for the Laptop state.",
	"communityconfiguration-wp25eastereggs-laptop-defaultpages-option-enabled-label": "Label for the option to enable the Laptop state on predefined pages.",
	"communityconfiguration-wp25eastereggs-laptop-defaultpages-option-disabled-label": "Label for the option to disable the Laptop state on predefined pages.",
	"communityconfiguration-wp25eastereggs-laptop-allowpages-label": "Label for the field where administrators can specify additional pages where the Laptop state should appear.",
	"communityconfiguration-wp25eastereggs-laptop-allowpages-description": "Description for the additional allow pages field for the Laptop state.",
	"communityconfiguration-wp25eastereggs-laptop-blockpages-label": "Label for the field where administrators can specify pages where the Laptop state should be blocked.",
	"communityconfiguration-wp25eastereggs-laptop-blockpages-description": "Description for the block pages field for the Laptop state.",
	"communityconfiguration-wp25eastereggs-dreaming-label": "Label for the \"Dreaming\" state configuration section.",
	"communityconfiguration-wp25eastereggs-dreaming-description": "Description explaining the Dreaming state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-dreaming-defaultpages-label": "Label for the setting that controls whether the Dreaming state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-dreaming-defaultpages-description": "Description explaining the predefined pages toggle for the Dreaming state.",
	"communityconfiguration-wp25eastereggs-dreaming-defaultpages-option-enabled-label": "Label for the option to enable the Dreaming state on predefined pages.",
	"communityconfiguration-wp25eastereggs-dreaming-defaultpages-option-disabled-label": "Label for the option to disable the Dreaming state on predefined pages.",
	"communityconfiguration-wp25eastereggs-dreaming-allowpages-label": "Label for the field where administrators can specify additional pages where the Dreaming state should appear.",
	"communityconfiguration-wp25eastereggs-dreaming-allowpages-description": "Description for the additional allow pages field for the Dreaming state.",
	"communityconfiguration-wp25eastereggs-dreaming-blockpages-label": "Label for the field where administrators can specify pages where the Dreaming state should be blocked.",
	"communityconfiguration-wp25eastereggs-dreaming-blockpages-description": "Description for the block pages field for the Dreaming state.",
	"communityconfiguration-wp25eastereggs-outerspace-label": "Label for the \"Outerspace\" state configuration section.",
	"communityconfiguration-wp25eastereggs-outerspace-description": "Description explaining the Outerspace state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-outerspace-defaultpages-label": "Label for the setting that controls whether the Outerspace state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-outerspace-defaultpages-description": "Description explaining the predefined pages toggle for the Outerspace state.",
	"communityconfiguration-wp25eastereggs-outerspace-defaultpages-option-enabled-label": "Label for the option to enable the Outerspace state on predefined pages.",
	"communityconfiguration-wp25eastereggs-outerspace-defaultpages-option-disabled-label": "Label for the option to disable the Outerspace state on predefined pages.",
	"communityconfiguration-wp25eastereggs-outerspace-allowpages-label": "Label for the field where administrators can specify additional pages where the Outerspace state should appear.",
	"communityconfiguration-wp25eastereggs-outerspace-allowpages-description": "Description for the additional allow pages field for the Outerspace state.",
	"communityconfiguration-wp25eastereggs-outerspace-blockpages-label": "Label for the field where administrators can specify pages where the Outerspace state should be blocked.",
	"communityconfiguration-wp25eastereggs-outerspace-blockpages-description": "Description for the block pages field for the Outerspace state.",
	"communityconfiguration-wp25eastereggs-headphones-label": "Label for the \"Headphones\" state configuration section.",
	"communityconfiguration-wp25eastereggs-headphones-description": "Description explaining the Headphones state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-headphones-defaultpages-label": "Label for the setting that controls whether the Headphones state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-headphones-defaultpages-description": "Description explaining the predefined pages toggle for the Headphones state.",
	"communityconfiguration-wp25eastereggs-headphones-defaultpages-option-enabled-label": "Label for the option to enable the Headphones state on predefined pages.",
	"communityconfiguration-wp25eastereggs-headphones-defaultpages-option-disabled-label": "Label for the option to disable the Headphones state on predefined pages.",
	"communityconfiguration-wp25eastereggs-headphones-allowpages-label": "Label for the field where administrators can specify additional pages where the Headphones state should appear.",
	"communityconfiguration-wp25eastereggs-headphones-allowpages-description": "Description for the additional allow pages field for the Headphones state.",
	"communityconfiguration-wp25eastereggs-headphones-blockpages-label": "Label for the field where administrators can specify pages where the Headphones state should be blocked.",
	"communityconfiguration-wp25eastereggs-headphones-blockpages-description": "Description for the block pages field for the Headphones state.",
	"communityconfiguration-wp25eastereggs-camera-label": "Label for the \"Camera\" state configuration section.",
	"communityconfiguration-wp25eastereggs-camera-description": "Description explaining the Camera state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-camera-defaultpages-label": "Label for the setting that controls whether the Camera state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-camera-defaultpages-description": "Description explaining the predefined pages toggle for the Camera state.",
	"communityconfiguration-wp25eastereggs-camera-defaultpages-option-enabled-label": "Label for the option to enable the Camera state on predefined pages.",
	"communityconfiguration-wp25eastereggs-camera-defaultpages-option-disabled-label": "Label for the option to disable the Camera state on predefined pages.",
	"communityconfiguration-wp25eastereggs-camera-allowpages-label": "Label for the field where administrators can specify additional pages where the Camera state should appear.",
	"communityconfiguration-wp25eastereggs-camera-allowpages-description": "Description for the additional allow pages field for the Camera state.",
	"communityconfiguration-wp25eastereggs-camera-blockpages-label": "Label for the field where administrators can specify pages where the Camera state should be blocked.",
	"communityconfiguration-wp25eastereggs-camera-blockpages-description": "Description for the block pages field for the Camera state.",
	"communityconfiguration-wp25eastereggs-synthesizer-label": "Label for the \"Synthesizer\" state configuration section.",
	"communityconfiguration-wp25eastereggs-synthesizer-description": "Description explaining the Synthesizer state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-synthesizer-defaultpages-label": "Label for the setting that controls whether the Synthesizer state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-synthesizer-defaultpages-description": "Description explaining the predefined pages toggle for the Synthesizer state.",
	"communityconfiguration-wp25eastereggs-synthesizer-defaultpages-option-enabled-label": "Label for the option to enable the Synthesizer state on predefined pages.",
	"communityconfiguration-wp25eastereggs-synthesizer-defaultpages-option-disabled-label": "Label for the option to disable the Synthesizer state on predefined pages.",
	"communityconfiguration-wp25eastereggs-synthesizer-allowpages-label": "Label for the field where administrators can specify additional pages where the Synthesizer state should appear.",
	"communityconfiguration-wp25eastereggs-synthesizer-allowpages-description": "Description for the additional allow pages field for the Synthesizer state.",
	"communityconfiguration-wp25eastereggs-synthesizer-blockpages-label": "Label for the field where administrators can specify pages where the Synthesizer state should be blocked.",
	"communityconfiguration-wp25eastereggs-synthesizer-blockpages-description": "Description for the block pages field for the Synthesizer state.",
	"communityconfiguration-wp25eastereggs-confetti-label": "Label for the \"Confetti\" state configuration section.",
	"communityconfiguration-wp25eastereggs-confetti-description": "Description explaining the Confetti state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-confetti-defaultpages-label": "Label for the setting that controls whether the Confetti state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-confetti-defaultpages-description": "Description explaining the predefined pages toggle for the Confetti state.",
	"communityconfiguration-wp25eastereggs-confetti-defaultpages-option-enabled-label": "Label for the option to enable the Confetti state on predefined pages.",
	"communityconfiguration-wp25eastereggs-confetti-defaultpages-option-disabled-label": "Label for the option to disable the Confetti state on predefined pages.",
	"communityconfiguration-wp25eastereggs-confetti-allowpages-label": "Label for the field where administrators can specify additional pages where the Confetti state should appear.",
	"communityconfiguration-wp25eastereggs-confetti-allowpages-description": "Description for the additional allow pages field for the Confetti state.",
	"communityconfiguration-wp25eastereggs-confetti-blockpages-label": "Label for the field where administrators can specify pages where the Confetti state should be blocked.",
	"communityconfiguration-wp25eastereggs-confetti-blockpages-description": "Description for the block pages field for the Confetti state.",
	"communityconfiguration-wp25eastereggs-balloons-label": "Label for the \"Balloons\" state configuration section.",
	"communityconfiguration-wp25eastereggs-balloons-description": "Description explaining the Balloons state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-balloons-defaultpages-label": "Label for the setting that controls whether the Balloons state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-balloons-defaultpages-description": "Description explaining the predefined pages toggle for the Balloons state.",
	"communityconfiguration-wp25eastereggs-balloons-defaultpages-option-enabled-label": "Label for the option to enable the Balloons state on predefined pages.",
	"communityconfiguration-wp25eastereggs-balloons-defaultpages-option-disabled-label": "Label for the option to disable the Balloons state on predefined pages.",
	"communityconfiguration-wp25eastereggs-balloons-allowpages-label": "Label for the field where administrators can specify additional pages where the Balloons state should appear.",
	"communityconfiguration-wp25eastereggs-balloons-allowpages-description": "Description for the additional allow pages field for the Balloons state.",
	"communityconfiguration-wp25eastereggs-balloons-blockpages-label": "Label for the field where administrators can specify pages where the Balloons state should be blocked.",
	"communityconfiguration-wp25eastereggs-balloons-blockpages-description": "Description for the block pages field for the Balloons state.",
	"extension-wp25eastereggs-minerva-launch-banner-title": "Title of the launch banner shown on Minerva skin.",
	"extension-wp25eastereggs-minerva-launch-banner-close-label": "Label for the close button on the launch banner.",
	"extension-wp25eastereggs-minerva-launch-banner-description": "Description text displayed in the launch banner introducing the feature.",
	"extension-wp25eastereggs-minerva-launch-banner-settings-label": "Label for the button that takes the user to settings from the launch banner."
}
