{
	"@metadata": {
		"authors": [
			"Artem Titkov"
		]
	},
	"wp25EasterEggs-desc": "A short description of the extension.",
	"wp25eastereggs-enable-name": "Label for the Birthday mode feature toggle in the Appearance menu and Settings page. Includes a party emoji (🎉).",
	"wp25eastereggs-enable-label": "Label for the Birthday mode feature toggle in the Appearance Preferences page on both desktop and mobile interfaces. Includes a party emoji (🎉).",
	"wp25eastereggs-enable-description": "Description explaining the Birthday mode feature, shown in the mobile Settings page.",
	"wp25eastereggs-enable-help": "Help text explaining the Birthday mode feature, shown in the Appearance Preferences page on both desktop and mobile interfaces.",
	"wp25eastereggs-enable-0-label": "Label for the option to disable the Birthday mode feature.",
	"wp25eastereggs-enable-1-label": "Label for the option to enable the Birthday mode feature.",
	"communityconfiguration-wp25eastereggs-title": "Title of the WP25EasterEggs section in Community Configuration.",
	"communityconfiguration-wp25eastereggs-description": "Description of the WP25EasterEggs extension configuration section in Community Configuration.",
	"communityconfiguration-wp25eastereggs-enableextension-label": "Label for the option to enable or disable the WP25EasterEggs extension globally.",
	"communityconfiguration-wp25eastereggs-enableextension-description": "Description explaining what the extension enable/disable option does.",
	"communityconfiguration-wp25eastereggs-enableextension-help-text": "Additional help text for the extension enable/disable option.",
	"communityconfiguration-wp25eastereggs-enableextension-option-disabled-label": "Label for the option to disable the extension.",
	"communityconfiguration-wp25eastereggs-enableextension-option-enabled-label": "Label for the option to enable the extension.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-label": "Label for the global filter type setting that controls where companion Easter eggs appear.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-description": "Description explaining the global filter type setting for companion Easter eggs.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-help-text": "Help text for the global filter type setting.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-everywhere-label": "Label for the option to display companion Easter eggs on all pages.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-allowfilter-label": "Label for the option to display companion Easter eggs only on pages specified in the allow list.",
	"communityconfiguration-wp25eastereggs-enablecompanion-type-option-blockfilter-label": "Label for the option to display companion Easter eggs everywhere except pages specified in the block list.",
	"communityconfiguration-wp25eastereggs-enablecompanion-filterpages-label": "Label for the field where administrators specify page titles for the global filter.",
	"communityconfiguration-wp25eastereggs-enablecompanion-filterpages-description": "Description of the global filter pages field.",
	"communityconfiguration-wp25eastereggs-enablecompanion-filterpages-help-text": "Help text for the global filter pages field.",
	"communityconfiguration-wp25eastereggs-celebrate-label": "Label for the \"Celebrate\" state configuration section, which controls a celebratory Easter egg theme.",
	"communityconfiguration-wp25eastereggs-celebrate-description": "Description explaining the Celebrate state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-celebrate-defaultpages-label": "Label for the setting that controls whether the Celebrate state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-celebrate-defaultpages-description": "Description explaining the predefined pages toggle for the Celebrate state.",
	"communityconfiguration-wp25eastereggs-celebrate-defaultpages-option-enabled-label": "Label for the option to enable the Celebrate state on predefined pages.",
	"communityconfiguration-wp25eastereggs-celebrate-defaultpages-option-disabled-label": "Label for the option to disable the Celebrate state on predefined pages.",
	"communityconfiguration-wp25eastereggs-celebrate-allowpages-label": "Label for the field where administrators can specify additional pages where the Celebrate state should appear.",
	"communityconfiguration-wp25eastereggs-celebrate-allowpages-description": "Description of the additional allow pages field for the Celebrate state.",
	"communityconfiguration-wp25eastereggs-celebrate-blockpages-label": "Label for the field where administrators can specify pages where the Celebrate state should be blocked.",
	"communityconfiguration-wp25eastereggs-celebrate-blockpages-description": "Description of the block pages field for the Celebrate state.",
	"communityconfiguration-wp25eastereggs-dream-label": "Label for the \"Dream\" state configuration section, which controls a dreamy Easter egg theme.",
	"communityconfiguration-wp25eastereggs-dream-description": "Description explaining the Dream state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-dream-defaultpages-label": "Label for the setting that controls whether the Dream state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-dream-defaultpages-description": "Description explaining the predefined pages toggle for the Dream state.",
	"communityconfiguration-wp25eastereggs-dream-defaultpages-option-enabled-label": "Label for the option to enable the Dream state on predefined pages.",
	"communityconfiguration-wp25eastereggs-dream-defaultpages-option-disabled-label": "Label for the option to disable the Dream state on predefined pages.",
	"communityconfiguration-wp25eastereggs-dream-allowpages-label": "Label for the field where administrators can specify additional pages where the Dream state should appear.",
	"communityconfiguration-wp25eastereggs-dream-allowpages-description": "Description of the additional allow pages field for the Dream state.",
	"communityconfiguration-wp25eastereggs-dream-blockpages-label": "Label for the field where administrators can specify pages where the Dream state should be blocked.",
	"communityconfiguration-wp25eastereggs-dream-blockpages-description": "Description of the block pages field for the Dream state.",
	"communityconfiguration-wp25eastereggs-newspaper-label": "Label for the \"Newspaper\" state configuration section, which controls a newspaper-style Easter egg theme.",
	"communityconfiguration-wp25eastereggs-newspaper-description": "Description explaining the Newspaper state controls which pages can display this Easter egg theme.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-label": "Label for the setting that controls whether the Newspaper state appears on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-description": "Description explaining the predefined pages toggle for the Newspaper state.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-option-enabled-label": "Label for the option to enable the Newspaper state on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-defaultpages-option-disabled-label": "Label for the option to disable the Newspaper state on predefined pages.",
	"communityconfiguration-wp25eastereggs-newspaper-allowpages-label": "Label for the field where administrators can specify additional pages where the Newspaper state should appear.",
	"communityconfiguration-wp25eastereggs-newspaper-allowpages-description": "Description of the additional allow pages field for the Newspaper state.",
	"communityconfiguration-wp25eastereggs-newspaper-blockpages-label": "Label for the field where administrators can specify pages where the Newspaper state should be blocked.",
	"communityconfiguration-wp25eastereggs-newspaper-blockpages-description": "Description of the block pages field for the Newspaper state."
}
